Repository: akkanferhan/Swordfish
Catalog: Swordfish/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, sr, sr_latn, tr

source: Open Simulator
es: Abrir Simulator
fr: Ouvrir le simulateur
ja: シミュレータを開く
sr: Отвори Simulator
sr_latn: Otvori Simulator
tr: Simülatörü Aç

source: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
sr: Отвори Подешавања система
sr_latn: Otvori Podešavanja sistema
tr: Sistem Ayarları'nı Aç

source: Open URL
es: Abrir URL
fr: Ouvrir l'URL
ja: URL を開く
sr: Отвори URL
sr_latn: Otvori URL
tr: URL'yi Aç

source: Opened in simulator
es: Abierto en el simulador
fr: Ouvert dans le simulateur
ja: シミュレータで開きました
sr: Отворено у симулатору
sr_latn: Otvoreno u simulatoru
tr: Simülatörde açıldı

source: Opening…
es: Abriendo…
fr: Ouverture…
ja: 開いています…
sr: Отварање…
sr_latn: Otvaranje…
tr: Açılıyor…

source: Opens a dedicated viewer window with tree + raw side by side
es: Abre una ventana de visor dedicada con árbol y vista en bruto lado a lado
fr: Ouvre une fenêtre dédiée avec l'arborescence et le brut côte à côte
ja: ツリーと Raw を並べて表示する専用ビューアウィンドウを開きます
sr: Отвара засебан прозор прегледача са стаблом и сировим приказом један поред другог
sr_latn: Otvara zaseban prozor pregledača sa stablom i sirovim prikazom jedan pored drugog
tr: Ağaç + ham görünümü yan yana gösteren ayrı bir pencere açar

source: Opens a URL in a booted iOS Simulator (custom scheme or universal link)
es: Abre una URL en un Simulador de iOS iniciado (esquema personalizado o universal link)
fr: Ouvre une URL dans un simulateur iOS démarré (scheme personnalisé ou universal link)
ja: 起動中の iOS シミュレータで URL を開きます（カスタムスキームまたは universal link）
sr: Отвара URL у покренутом iOS Simulator-у (прилагођена шема или universal link)
sr_latn: Otvara URL u pokrenutom iOS Simulator-u (prilagođena šema ili universal link)
tr: Açık bir iOS Simülatöründe URL açar (özel şema veya universal link)

source: Parse error
es: Error de análisis
fr: Erreur d'analyse
ja: 解析エラー
sr: Грешка при парсирању
sr_latn: Greška pri parsiranju
tr: Ayrıştırma hatası

source: Parse error · line %lld, col %lld
es: Error de análisis · línea %lld, col %lld
fr: Erreur d'analyse · ligne %lld, col. %lld
ja: 解析エラー · 行 %lld、列 %lld
sr: Грешка при парсирању · линија %lld, колона %lld
sr_latn: Greška pri parsiranju · linija %lld, kolona %lld
tr: Ayrıştırma hatası · satır %lld, sütun %lld

source: Paste
es: Pegar
fr: Coller
ja: ペースト
sr: Налепи
sr_latn: Nalepi
tr: Yapıştır

source: Paste JSON into the editor to explore
es: Pega JSON en el editor para explorarlo
fr: Collez du JSON dans l'éditeur pour l'explorer
ja: エディタに JSON をペーストして閲覧
sr: Налепите JSON у уређивач за истраживање
sr_latn: Nalepite JSON u uređivač za istraživanje
tr: İncelemek için düzenleyiciye JSON yapıştırın

source: Paste JSON on the left to generate Swift types
es: Pega JSON a la izquierda para generar tipos Swift
fr: Collez du JSON à gauche pour générer des types Swift
ja: 左側に JSON をペーストすると Swift の型を生成します
sr: Налепите JSON са леве стране да генеришете Swift типове
sr_latn: Nalepite JSON sa leve strane da generišete Swift tipove
tr: Swift tipleri üretmek için sola JSON yapıştırın

source: Pasted
es: Pegado
fr: Collé
ja: ペーストしました
sr: Налепљено
sr_latn: Nalepljeno
tr: Yapıştırıldı

source: Pasted and beautified
es: Pegado y formateado
fr: Collé et formaté
ja: ペーストして整形しました
sr: Налепљено и улепшано
sr_latn: Nalepljeno i ulepšano
tr: Yapıştırıldı ve biçimlendirildi

source: Payload is not valid JSON
es: El payload no es un JSON válido
fr: Le payload n'est pas un JSON valide
ja: ペイロードが有効な JSON ではありません
sr: Payload није исправан JSON
sr_latn: Payload nije ispravan JSON
tr: Payload geçerli bir JSON değil

source: Permissions
es: Permisos
fr: Autorisations
ja: 権限
sr: Дозволе
sr_latn: Dozvole
tr: İzinler

source: Photos (Add Only)
es: Fotos (solo añadir)
fr: Photos (ajout uniquement)
ja: 写真（追加のみ）
sr: Фотографије (само додавање)
sr_latn: Fotografije (samo dodavanje)
tr: Fotoğraflar (Yalnızca Ekleme)

source: Photos (Read/Write)
es: Fotos (lectura/escritura)
fr: Photos (lecture/écriture)
ja: 写真（読み書き）
sr: Фотографије (читање/писање)
sr_latn: Fotografije (čitanje/pisanje)
tr: Fotoğraflar (Okuma/Yazma)

source: Pick a booted simulator first
es: Primero elige un simulador iniciado
fr: Choisissez d'abord un simulateur démarré
ja: 先に起動中のシミュレータを選択してください
sr: Прво изаберите покренути симулатор
sr_latn: Prvo izaberite pokrenuti simulator
tr: Önce açık bir simülatör seçin

source: Pick from screen
es: Seleccionar de la pantalla
fr: Prélever à l'écran
ja: 画面から選択
sr: Изабери са екрана
sr_latn: Izaberi sa ekrana
tr: Ekrandan seç

source: Prompts on use
es: Pregunta al usar
fr: Demande à l'utilisation
ja: 使用時に確認
sr: Пита при коришћењу
sr_latn: Pita pri korišćenju
tr: Kullanım sırasında sorar

source: Purging…
es: Liberando…
fr: Purge…
ja: 解放中…
sr: Чишћење…
sr_latn: Čišćenje…
tr: Temizleniyor…

source: Push Notification Tester
es: Probador de notificaciones push
fr: Testeur de notifications push
ja: プッシュ通知テスター
sr: Тестер push нотификација
sr_latn: Tester push notifikacija
tr: Push Bildirimi Test Aracı

source: Quick Actions
es: Acciones rápidas
fr: Actions rapides
ja: クイックアクション
sr: Брзе радње
sr_latn: Brze radnje
tr: Hızlı Eylemler

source: Quit Swordfish
es: Salir de Swordfish
fr: Quitter Swordfish
ja: Swordfish を終了
sr: Затвори Swordfish
sr_latn: Zatvori Swordfish
tr: Swordfish'ten Çık

source: Ready
es: Listo
fr: Prêt
ja: 準備完了
sr: Спремно
sr_latn: Spremno
tr: Hazır

source: Recent
es: Recientes
fr: Récents
ja: 最近の項目
sr: Недавно
sr_latn: Nedavno
tr: Son Kullanılanlar

source: Record
es: Grabar
fr: Enregistrer
ja: 録画
sr: Снимај
sr_latn: Snimaj
tr: Kayıt

source: Recording produced no file
es: La grabación no produjo ningún archivo
fr: L'enregistrement n'a produit aucun fichier
ja: 録画ファイルが生成されませんでした
sr: Снимање није произвело датотеку
sr_latn: Snimanje nije proizvelo datoteku
tr: Kayıt dosya üretmedi

source: Recording…
es: Grabando…
fr: Enregistrement…
ja: 録画中…
sr: Снимање…
sr_latn: Snimanje…
tr: Kaydediliyor…

source: Records the booted iOS Simulator screen to Desktop
es: Graba la pantalla del Simulador de iOS iniciado en el Escritorio
fr: Enregistre l'écran du simulateur iOS démarré sur le Bureau
ja: 起動中の iOS シミュレータの画面をデスクトップに録画します
sr: Снима екран покренутог iOS Simulator-а на радну површину
sr_latn: Snima ekran pokrenutog iOS Simulator-a na radnu površinu
tr: Açık iOS Simülatörünün ekranını Masaüstü'ne kaydeder

source: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
sr: Освежи
sr_latn: Osveži
tr: Yenile

source: Refresh interface
es: Actualizar interfaz
fr: Actualiser l'interface
ja: インターフェイスを更新
sr: Освежи интерфејс
sr_latn: Osveži interfejs
tr: Arayüzü yenile

source: Refresh simulators
es: Actualizar simuladores
fr: Actualiser les simulateurs
ja: シミュレータを更新
sr: Освежи симулаторе
sr_latn: Osveži simulatore
tr: Simülatörleri yenile

source: Reinstall helper…
es: Reinstalar ayudante…
fr: Réinstaller l'assistant…
ja: ヘルパーを再インストール…
sr: Поново инсталирај помоћника…
sr_latn: Ponovo instaliraj pomoćnika…
tr: Yardımcıyı yeniden yükle…

source: Relaunch Now
es: Reiniciar ahora
fr: Relancer maintenant
ja: 今すぐ再起動
sr: Поново покрени одмах
sr_latn: Ponovo pokreni odmah
tr: Şimdi Yeniden Başlat

source: Relaunch Swordfish to apply the new language.
es: Reinicia Swordfish para aplicar el nuevo idioma.
fr: Relancez Swordfish pour appliquer la nouvelle langue.
ja: 新しい言語を適用するには Swordfish を再起動してください。
sr: Поново покрените Swordfish да примените нови језик.
sr_latn: Ponovo pokrenite Swordfish da primenite novi jezik.
tr: Yeni dili uygulamak için Swordfish'i yeniden başlatın.

source: Reload installed apps
es: Recargar apps instaladas
fr: Recharger les apps installées
ja: インストール済みアプリを再読み込み
sr: Поново учитај инсталиране апликације
sr_latn: Ponovo učitaj instalirane aplikacije
tr: Yüklü uygulamaları yeniden yükle

source: Reminders
es: Recordatorios
fr: Rappels
ja: リマインダー
sr: Подсетници
sr_latn: Podsetnici
tr: Anımsatıcılar

source: Remove helper
es: Eliminar ayudante
fr: Supprimer l'assistant
ja: ヘルパーを削除
sr: Уклони помоћника
sr_latn: Ukloni pomoćnika
tr: Yardımcıyı Kaldır

source: Remove helper & restore sleep…
es: Eliminar ayudante y restaurar el reposo…
fr: Supprimer l'assistant et rétablir la veille…
ja: ヘルパーを削除してスリープを復元…
sr: Уклони помоћника и врати спавање…
sr_latn: Ukloni pomoćnika i vrati spavanje…
tr: Yardımcıyı kaldır ve uykuyu geri yükle…

source: Request
es: Solicitar
fr: Demander
ja: リクエスト
sr: Затражи
sr_latn: Zatraži
tr: İste

source: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
sr: Ресетуј
sr_latn: Resetuj
tr: Sıfırla

source: Reset %@ for %@
es: Restablecer %1$@ de %2$@
fr: Réinitialiser %@ pour %@
ja: %2$@ の %1$@ をリセットしました
sr: Ресетуј %@ за %@
sr_latn: Resetuj %@ za %@
tr: %2$@ için %1$@ izni sıfırlandı

source: Reveal in Finder
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finder に表示
sr: Прикажи у Finder-у
sr_latn: Prikaži u Finder-u
tr: Finder'da Göster

source: Revoke
es: Revocar
fr: Révoquer
ja: 取り消す
sr: Опозови
sr_latn: Opozovi
tr: Geri Al

source: Revoke %@ for %@
es: Revocar %1$@ de %2$@
fr: Révoquer %@ pour %@
ja: %2$@ の %1$@ を取り消しました
sr: Опозови %@ за %@
sr_latn: Opozovi %@ za %@
tr: %2$@ için %1$@ izni geri alındı

source: Rich
es: Enriquecido
fr: Riche
ja: リッチ
sr: Богато
sr_latn: Bogato
tr: Zengin

source: Saved %@
es: Se guardó %@
fr: %@ enregistré
ja: %@ を保存しました
sr: Сачувано %@
sr_latn: Sačuvano %@
tr: %@ kaydedildi

source: Saved to %@
es: Guardado en %@
fr: Enregistré dans %@
ja: %@ に保存しました
sr: Сачувано у %@
sr_latn: Sačuvano u %@
tr: Kaydedildi: %@

source: scalar
es: escalar
fr: scalaire
ja: スカラー
sr: скалар
sr_latn: skalar
tr: skaler

source: Screen Recording
es: Grabación de pantalla
fr: Enregistrement de l'écran
ja: 画面収録
sr: Снимање екрана
sr_latn: Snimanje ekrana
tr: Ekran Kaydı

source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
ja: スクリーンショット
sr: Снимак екрана
sr_latn: Snimak ekrana
tr: Ekran Görüntüsü

source: Screenshot to Desktop
es: Captura al Escritorio
fr: Capture d'écran sur le Bureau
ja: スクリーンショットをデスクトップへ
sr: Снимак екрана на радну површину
sr_latn: Snimak ekrana na radnu površinu
tr: Masaüstüne ekran görüntüsü

source: Send Push
es: Enviar push
fr: Envoyer le push
ja: プッシュを送信
sr: Пошаљи push
sr_latn: Pošalji push
tr: Push Gönder

source: Sending…
es: Enviando…
fr: Envoi…
ja: 送信中…
sr: Слање…
sr_latn: Slanje…
tr: Gönderiliyor…

source: Sends APNs payload to a booted iOS Simulator
es: Envía un payload de APNs a un Simulador de iOS iniciado
fr: Envoie un payload APNs à un simulateur iOS démarré
ja: 起動中の iOS シミュレータに APNs ペイロードを送信します
sr: Шаље APNs payload покренутом iOS Simulator-у
sr_latn: Šalje APNs payload pokrenutom iOS Simulator-u
tr: Açık bir iOS Simülatörüne APNs payload'ı gönderir

source: Sent to simulator
es: Enviado al simulador
fr: Envoyé au simulateur
ja: シミュレータに送信しました
sr: Послато симулатору
sr_latn: Poslato simulatoru
tr: Simülatöre gönderildi

source: Service
es: Servicio
ja: サービス
sr: Сервис
sr_latn: Servis
tr: Servis

source: Set Location
es: Fijar localización
fr: Définir la position
ja: 位置情報を設定
sr: Постави локацију
sr_latn: Postavi lokaciju
tr: Konumu Ayarla

source: Setting…
es: Ajustando…
fr: Réglage…
ja: 設定中…
sr: Постављање…
sr_latn: Postavljanje…
tr: Ayarlanıyor…

source: Settings
es: Ajustes
fr: Réglages
ja: 設定
sr: Подешавања
sr_latn: Podešavanja
tr: Ayarlar

source: Settings…
es: Ajustes…
fr: Réglages…
ja: 設定…
sr: Подешавања…
sr_latn: Podešavanja…
tr: Ayarlar…

source: Shutdown All
es: Apagar todos
fr: Tout éteindre
ja: すべてシャットダウン
sr: Угаси све
sr_latn: Ugasi sve
tr: Tümünü Kapat

source: Silent
es: Silencioso
fr: Silencieux
ja: サイレント
sr: Тихо
sr_latn: Tiho
tr: Sessiz

source: simctl powers all Simulator features — point xcode-select at Xcode
es: simctl impulsa todas las funciones del Simulador — apunta xcode-select a Xcode
fr: simctl alimente toutes les fonctions du simulateur — pointez xcode-select vers Xcode
ja: すべてのシミュレータ機能は simctl で動作します — xcode-select を Xcode に向けてください
sr: simctl покреће све функције Simulator-а — усмерите xcode-select на Xcode
sr_latn: simctl pokreće sve funkcije Simulator-a — usmerite xcode-select na Xcode
tr: Tüm Simülatör özellikleri simctl ile çalışır — xcode-select'i Xcode'a yönlendirin

source: Simulated location cleared
es: Localización simulada eliminada
fr: Position simulée effacée
ja: シミュレートした位置情報を消去しました
sr: Симулирана локација обрисана
sr_latn: Simulirana lokacija obrisana
tr: Simüle edilen konum temizlendi

source: Simulator Recorder
es: Grabador del Simulador
fr: Enregistreur de simulateur
ja: シミュレータレコーダー
sr: Снимач симулатора
sr_latn: Snimač simulatora
tr: Simülatör Kaydedici

source: Simulator Toolbox
es: Caja de herramientas del Simulador
fr: Boîte à outils du simulateur
ja: シミュレータツールボックス
sr: Алатке за симулатор
sr_latn: Alatke za simulator
tr: Simülatör Araç Kutusu

source: Sleeps normally when lid closes
es: Entra en reposo normalmente al cerrar la tapa
fr: Se met en veille normalement à la fermeture du capot
ja: ふたを閉じると通常どおりスリープします
sr: Спава нормално када се поклопац затвори
sr_latn: Spava normalno kada se poklopac zatvori
tr: Kapak kapanınca normal şekilde uyur

source: Sort Keys
es: Ordenar claves
fr: Trier les clés
ja: キーをソート
sr: Сортирај кључеве
sr_latn: Sortiraj ključeve
tr: Anahtarları Sırala

source: Start Swordfish automatically when you log in
es: Inicia Swordfish automáticamente al iniciar sesión
fr: Lance Swordfish automatiquement à l'ouverture de session
ja: ログイン時に Swordfish を自動的に開始します
sr: Аутоматски покрени Swordfish када се пријавите
sr_latn: Automatski pokreni Swordfish kada se prijavite
tr: Oturum açtığınızda Swordfish'i otomatik başlatır

source: Status Bar
es: Barra de estado
fr: Barre d'état
ja: ステータスバー
sr: Статусна трака
sr_latn: Statusna traka
tr: Durum Çubuğu

source: Status bar override applied
es: Anulación de la barra de estado aplicada
fr: Override de la barre d'état appliqué
ja: ステータスバーのオーバーライドを適用しました
sr: Измена статусне траке примењена
sr_latn: Izmena statusne trake primenjena
tr: Durum çubuğu override'ı uygulandı

source: Status bar restored
es: Barra de estado restaurada
fr: Barre d'état rétablie
ja: ステータスバーを復元しました
sr: Статусна трака враћена
sr_latn: Statusna traka vraćena
tr: Durum çubuğu geri yüklendi

source: Status bar, permissions, location, media & app containers for a booted Simulator
es: Barra de estado, permisos, localización, multimedia y contenedores de apps para un Simulador iniciado
fr: Barre d'état, autorisations, position, médias et conteneurs d'apps pour un simulateur démarré
ja: 起動中のシミュレータのステータスバー、権限、位置情報、メディア、アプリコンテナ
sr: Статусна трака, дозволе, локација, медији и контејнери апликација за покренути Simulator
sr_latn: Statusna traka, dozvole, lokacija, mediji i kontejneri aplikacija za pokrenuti Simulator
tr: Açık bir Simülatör için durum çubuğu, izinler, konum, medya ve uygulama kapsayıcıları

source: Stop
es: Detener
fr: Arrêter
ja: 停止
sr: Заустави
sr_latn: Zaustavi
tr: Durdur

source: Storage
es: Almacenamiento
fr: Stockage
ja: ストレージ
sr: Складиште
sr_latn: Skladište
tr: Depolama

source: Sudoers entry for dnctl/pfctl — installs when you enable the Network Link Conditioner
es: Entrada de sudoers para dnctl/pfctl — se instala al activar el Network Link Conditioner
fr: Entrée sudoers pour dnctl/pfctl — s'installe quand vous activez le Network Link Conditioner
ja: dnctl/pfctl 用の sudoers エントリ — Network Link Conditioner を有効にするとインストールされます
sr: Sudoers ставка за dnctl/pfctl — инсталира се када омогућите Network Link Conditioner
sr_latn: Sudoers stavka za dnctl/pfctl — instalira se kada omogućite Network Link Conditioner
tr: dnctl/pfctl için sudoers kaydı — Network Link Conditioner'ı etkinleştirdiğinizde yüklenir

source: Sudoers entry for dnctl/pfctl — one-time admin prompt
es: Entrada de sudoers para dnctl/pfctl — solicitud de administrador única
fr: Entrée sudoers pour dnctl/pfctl — demande admin unique
ja: dnctl/pfctl 用の sudoers エントリ — 管理者認証は一度だけ
sr: Sudoers ставка за dnctl/pfctl — једнократни администраторски упит
sr_latn: Sudoers stavka za dnctl/pfctl — jednokratni administratorski upit
tr: dnctl/pfctl için sudoers kaydı — bir kerelik yönetici onayı

source: Sudoers entry for pmset — installs on first use of Lid-Closed Mode
es: Entrada de sudoers para pmset — se instala en el primer uso del Modo con tapa cerrada
fr: Entrée sudoers pour pmset — s'installe à la première utilisation du mode capot fermé
ja: pmset 用の sudoers エントリ — クラムシェルモードの初回使用時にインストールされます
sr: Sudoers ставка за pmset — инсталира се при првој употреби режима затвореног поклопца
sr_latn: Sudoers stavka za pmset — instalira se pri prvoj upotrebi režima zatvorenog poklopca
tr: pmset için sudoers kaydı — Kapak Kapalı Modu'nun ilk kullanımında yüklenir

source: Sudoers entry for pmset — one-time admin prompt
es: Entrada de sudoers para pmset — solicitud de administrador única
fr: Entrée sudoers pour pmset — demande admin unique
ja: pmset 用の sudoers エントリ — 管理者認証は一度だけ
sr: Sudoers ставка за pmset — једнократни администраторски упит
sr_latn: Sudoers stavka za pmset — jednokratni administratorski upit
tr: pmset için sudoers kaydı — bir kerelik yönetici onayı

source: Switched to dark appearance
es: Cambiado a aspecto oscuro
fr: Apparence sombre activée
ja: ダーク外観に切り替えました
sr: Пребачено на тамни изглед
sr_latn: Prebačeno na tamni izgled
tr: Koyu görünüme geçildi

source: Switched to light appearance
es: Cambiado a aspecto claro
fr: Apparence claire activée
ja: ライト外観に切り替えました
sr: Пребачено на светли изглед
sr_latn: Prebačeno na svetli izgled
tr: Açık görünüme geçildi

source: Swordfish needs your password once to control lid-closed sleep without further prompts.
es: Swordfish necesita tu contraseña una vez para controlar el reposo con la tapa cerrada sin más solicitudes.
fr: Swordfish a besoin de votre mot de passe une seule fois pour contrôler la veille capot fermé sans autres demandes.
ja: Swordfish は、ふたを閉じたときのスリープを以後の確認なしに制御するため、一度だけパスワードを必要とします。
sr: Swordfish-у је једном потребна ваша лозинка да би управљао спавањем при затвореном поклопцу без даљих упита.
sr_latn: Swordfish-u je jednom potrebna vaša lozinka da bi upravljao spavanjem pri zatvorenom poklopcu bez daljih upita.
tr: Swordfish, kapak kapalıyken uykuyu bir daha sormadan yönetebilmek için parolanıza bir kez ihtiyaç duyuyor.

source: Swordfish needs your password once to enable network throttling without further prompts.
es: Swordfish necesita tu contraseña una vez para activar la limitación de red sin más solicitudes.
fr: Swordfish a besoin de votre mot de passe une seule fois pour activer la limitation réseau sans autres demandes.
ja: Swordfish は、ネットワークスロットリングを以後の確認なしに有効化するため、一度だけパスワードを必要とします。
sr: Swordfish-у је једном потребна ваша лозинка да би омогућио ограничавање мреже без даљих упита.
sr_latn: Swordfish-u je jednom potrebna vaša lozinka da bi omogućio ograničavanje mreže bez daljih upita.
tr: Swordfish, ağ kısıtlamayı bir daha sormadan etkinleştirebilmek için parolanıza bir kez ihtiyaç duyuyor.

source: Swordfish needs your password to point xcode-select at Xcode.
es: Swordfish necesita tu contraseña para apuntar xcode-select a Xcode.
fr: Swordfish a besoin de votre mot de passe pour pointer xcode-select vers Xcode.
ja: xcode-select を Xcode に向けるには Swordfish にパスワードが必要です。
sr: Swordfish-у је потребна ваша лозинка да усмери xcode-select на Xcode.
sr_latn: Swordfish-u je potrebna vaša lozinka da usmeri xcode-select na Xcode.
tr: xcode-select'i Xcode'a yönlendirmek için Swordfish parolanıza ihtiyaç duyuyor.

source: Swordfish needs your password to remove the lid-closed anti-sleep helper.
es: Swordfish necesita tu contraseña para eliminar el ayudante que evita el reposo con la tapa cerrada.
fr: Swordfish a besoin de votre mot de passe pour supprimer l'assistant anti-veille capot fermé.
ja: クラムシェルモードのスリープ防止ヘルパーを削除するには Swordfish にパスワードが必要です。
sr: Swordfish-у је потребна ваша лозинка да уклони помоћника против спавања при затвореном поклопцу.
sr_latn: Swordfish-u je potrebna vaša lozinka da ukloni pomoćnika protiv spavanja pri zatvorenom poklopcu.
tr: Kapak kapalı uyku engelleme yardımcısını kaldırmak için Swordfish parolanıza ihtiyaç duyuyor.

source: Swordfish needs your password to remove the network throttling helper.
es: Swordfish necesita tu contraseña para eliminar el ayudante de limitación de red.
fr: Swordfish a besoin de votre mot de passe pour supprimer l'assistant de limitation réseau.
ja: ネットワークスロットリングヘルパーを削除するには Swordfish にパスワードが必要です。
sr: Swordfish-у је потребна ваша лозинка да уклони помоћника за ограничавање мреже.
sr_latn: Swordfish-u je potrebna vaša lozinka da ukloni pomoćnika za ograničavanje mreže.
tr: Ağ kısıtlama yardımcısını kaldırmak için Swordfish parolanıza ihtiyaç duyuyor.

source: System
es: Sistema
fr: Système
ja: システム
sr: Систем
sr_latn: Sistem
tr: Sistem

source: System Default
es: Por omisión del sistema
fr: Par défaut du système
ja: システムデフォルト
sr: Системски подразумевано
sr_latn: Sistemski podrazumevano
tr: Sistem Varsayılanı

source: tabs · v%@
es: tabulaciones · v%@
fr: tabulations · v%@
ja: タブ · v%@
sr: табулатори · v%@
sr_latn: tabulatori · v%@
tr: sekmeler · v%@

source: text
es: texto
fr: texte
ja: テキスト
sr: текст
sr_latn: tekst
tr: metin

source: Text
es: Texto
fr: Texte
ja: テキスト
sr: Текст
sr_latn: Tekst
tr: Metin

source: Throttle the Mac's network (Wi-Fi / Ethernet) so iOS Simulators and apps see slower connections. Uses the same dummynet engine as Apple's Network Link Conditioner.
es: Limita la red del Mac (Wi-Fi / Ethernet) para que los Simuladores de iOS y las apps vean conexiones más lentas. Usa el mismo motor dummynet que el Network Link Conditioner de Apple.
fr: Limite le réseau du Mac (Wi-Fi / Ethernet) pour que les simulateurs iOS et les apps voient des connexions plus lentes. Utilise le même moteur dummynet que le Network Link Conditioner d'Apple.
ja: Mac のネットワーク（Wi-Fi / Ethernet）を制限し、iOS シミュレータやアプリに低速な接続を見せます。Apple の Network Link Conditioner と同じ dummynet エンジンを使用します。
sr: Ограничите мрежу Mac-а (Wi-Fi / Ethernet) тако да iOS симулатори и апликације виде спорије везе. Користи исти dummynet механизам као Apple-ов Network Link Conditioner.
sr_latn: Ograničite mrežu Mac-a (Wi-Fi / Ethernet) tako da iOS simulatori i aplikacije vide sporije veze. Koristi isti dummynet mehanizam kao Apple-ov Network Link Conditioner.
tr: Mac'in ağını (Wi-Fi / Ethernet) kısıtlayarak iOS Simülatörlerinin ve uygulamaların daha yavaş bağlantı görmesini sağlar. Apple'ın Network Link Conditioner'ı ile aynı dummynet motorunu kullanır.

source: Throttle Wi-Fi / Ethernet so Simulators & apps see slower networks
es: Limita el Wi-Fi / Ethernet para que los Simuladores y las apps vean redes más lentas
fr: Limite le Wi-Fi / Ethernet pour que les simulateurs et les apps voient des réseaux plus lents
ja: Wi-Fi / Ethernet を制限してシミュレータやアプリに低速なネットワークを見せます
sr: Ограничите Wi-Fi / Ethernet да симулатори и апликације виде спорије мреже
sr_latn: Ograničite Wi-Fi / Ethernet da simulatori i aplikacije vide sporije mreže
tr: Wi-Fi / Ethernet'i kısarak Simülatörlerin ve uygulamaların yavaş ağ görmesini sağlar

source: Time
es: Hora
fr: Heure
ja: 時刻
sr: Време
sr_latn: Vreme
tr: Saat

source: TREE
es: ÁRBOL
fr: ARBRE
ja: ツリー
sr: СТАБЛО
sr_latn: STABLO
tr: AĞAÇ

source: URL (myapp://… or https://…)
es: URL (myapp://… o https://…)
fr: URL (myapp://… ou https://…)
ja: URL（myapp://… または https://…）
sr: URL (myapp://… или https://…)
sr_latn: URL (myapp://… ili https://…)
tr: URL (myapp://… veya https://…)

source: Valid
es: Válido
fr: Valide
ja: 有効
sr: Исправно
sr_latn: Ispravno
tr: Geçerli

source: Version
es: Versión
ja: バージョン
sr: Верзија
sr_latn: Verzija
tr: Sürüm

source: Wipe all Xcode builds
es: Borra todas las compilaciones de Xcode
fr: Supprime tous les builds Xcode
ja: すべての Xcode ビルドを削除
sr: Обриши све Xcode билдове
sr_latn: Obriši sve Xcode bildove
tr: Tüm Xcode build'lerini siler

source: Wired
es: Con cable
fr: Filaire
ja: 電源接続
sr: Жичано
sr_latn: Žičano
tr: Bağlı
